country -> "Germany"   #country = "Germany"
print(country          #print(country)

""" პრიველ ხაზზე დავადეკლარირეთ შეცდომით ცვლადი შემდეგ კი დავაკომენტარეთ 
მისი სწორი ფორმა. მეორე ხაზზე კი გამოვიძახედ ეს ცვლადი print ფუნქციის საშვალებით ასევე შეცდომით და 
შემდეგ დავაკომენტარეთ მისი სწორი ფორმა"""


country -> Georgia   #country = Georgia
print"country"       #print(country)

""" პირველ ხაზზე დავადეკლარირეთ შეცდომით (->) ცვლადი სახელად country შემდეგ კი 
დავაკომენტარეთ მისი სწორი ფორმა. მეორე ხაზზე კი გამოვიძახედ ეს ცვლადი print ფუნქციის საშვალებით შეცდომით (" ")
შემდეგ კი დავაკომენტარეთ მისი სწორი ფორმა"""


city = (Tbilisi)   #city = "Tbilisi"
print+city         #print(city)

""" პირველ ხაზზე დავადეკლარირეთ შეცდომით ცვლადი სახელად city შემდეგ კი 
დავაკომენტარეთ მისი სწორი ფორმა. მეორე ხაზზე კი გამოვიძახედ ეს ცვლადი print ფუნქციის საშვალებით შეცდომით 
შემდეგ კი დავაკომენტარეთ მისი სწორი ფორმა"""


brand - "Nike"   #brand = "Nike"
print,brand,     #print(brand)

""" პირველ ხაზზე დავადეკლარირეთ შეცდომით ცვლადი სახელად brand შემდეგ კი 
დავაკომენტარეთ მისი სწორი ფორმა. მეორე ხაზზე კი გამოვიძახედ ეს ცვლადი print ფუნქციის საშვალებით შეცდომით 
შემდეგ კი დავაკომენტარეთ მისი სწორი ფორმა"""


Brand = *Apple*   #Brand = "Apple"
print^Brand^      #print(Brand)

""" პირველ ხაზზე დავადეკლარირეთ შეცდომით ცვლადი სახელად Brand შემდეგ კი 
დავაკომენტარეთ მისი სწორი ფორმა. მეორე ხაზზე კი გამოვიძახედ ეს ცვლადი print ფუნქციის საშვალებით შეცდომით 
შემდეგ კი დავაკომენტარეთ მისი სწორი ფორმა"""


message = Debugging^   #message = "Debugging"
print;message;         #print(message)

""" პირველ ხაზზე დავადეკლარირეთ შეცდომით ცვლადი სახელად message შემდეგ კი 
დავაკომენტარეთ მისი სწორი ფორმა. მეორე ხაზზე კი გამოვიძახედ ეს ცვლადი print ფუნქციის საშვალებით შეცდომით 
შემდეგ კი დავაკომენტარეთ მისი სწორი ფორმა"""


Device _ "Phone"   #Device = "Phone"
print%Device%      #print(Device)

""" პირველ ხაზზე დავადეკლარირეთ შეცდომით  ცვლადი სახელად Device შემდეგ კი 
დავაკომენტარეთ მისი სწორი ფორმა. მეორე ხაზზე კი გამოვიძახედ ეს ცვლადი print ფუნქციის საშვალებით შეცდომით 
შემდეგ კი დავაკომენტარეთ მისი სწორი ფორმა"""


Water = Borjomi""   #Water = "Borjomi"
print*Water)        #print(Water)

""" პირველ ხაზზე დავადეკლარირეთ შეცდომით  ცვლადი სახელად Water შემდეგ კი 
დავაკომენტარეთ მისი სწორი ფორმა. მეორე ხაზზე კი გამოვიძახედ ეს ცვლადი print ფუნქციის საშვალებით შეცდომით 
შემდეგ კი დავაკომენტარეთ მისი სწორი ფორმა"""


App = /Alliexpress/   #App = "Alliexpress"
print(App/            #print(App)

""" პირველ ხაზზე დავადეკლარირეთ შეცდომით ცვლადი სახელად App შემდეგ კი 
დავაკომენტარეთ მისი სწორი ფორმა. მეორე ხაზზე კი გამოვიძახედ ეს ცვლადი print ფუნქციის საშვალებით შეცდომით 
შემდეგ კი დავაკომენტარეთ მისი სწორი ფორმა"""


Web _ "FaceBook"   #Web = "FaceBook"
print Web)         #print(Web)

""" პირველ ხაზზე დავადეკლარირეთ შეცდომით ცვლადი სახელად Web შემდეგ კი 
დავაკომენტარეთ მისი სწორი ფორმა. მეორე ხაზზე კი გამოვიძახედ ეს ცვლადი print ფუნქციის საშვალებით შეცდომით 
შემდეგ კი დავაკომენტარეთ მისი სწორი ფორმა"""