# ) მომხმარებელს შემოატანინეთ ტესტში მიღებული ქულა, თუ ქულა მეტია 90 - ზე და ნაკლებია 100 - ზე 
# მაგ შემთხვევაში დაპრინტეთ, თქვენ დაგიფინანსდებათ სწავლა. თუ მიღებული ქულა მეტია 70 - ზე 
# და  ნაკლებია 80 - ზე მაგ შემთხვევაში დაპრინტეთ, თქვენ დაგიფინანსდებათ სწავლა 1500 ლარით,
# თუ მიღებული ქულა მეტია 40 -  ზე და ნაკლებია 70 - ზე მაგ შემთხვევაში დაპრინტეთ,
#  თქვენ დაგიფინანსდებათ სწავლა 500 ლარტით, ხოლო თუ მიღებული ქულა ნაკლებია 40 ზე, მაგ შემტხვევაში დაპრინტეთ,
#  ტქვენ არ დაგიფინანსდებათ სწავლის პროცესი

score = int(input("Type your test score:  "))

if score > 90 <100:
    print("You will get full scholarship")
elif score > 70 < 80:
    print("You will get 1500Lari scholarship")
elif score > 40 < 70:
    print("You will get 500Lari scholarship")
else :
    print("you will not get a scholarship")